# tap

tap 'mobile-dev-inc/tap'

# brew

brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

brew 'curl'
brew 'git'
brew 'gh'
brew 'gradle'
brew 'kotlin'
brew 'mas'
brew 'openssl'
brew 'rbenv'
brew 'tree'
brew 'wget'
brew 'scrcpy'
brew 'maestro'
brew 'kdoctor'
brew 'node'
brew 'openjdk@17'
brew 'neovim'
brew 'terminal-notifier'
brew 'fzf'

# cask

cask 'jetbrains-toolbox'
cask 'claude'
cask 'claude-code'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'zoom'
cask 'clipy'
cask 'tomatobar'
cask 'proxyman'
cask 'iterm2'
cask 'figma'
cask 'obsidian'

# mas

mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'Slack', id: 803453959
