# brew

brew 'curl'
brew 'git'
brew 'go'
brew 'gradle'
brew 'kotlin'
brew 'mas'
brew 'openssl'
brew 'rbenv'
brew 'tree'
brew 'wget'
brew 'holgerbrandl/tap/kscript'
brew 'graphviz'
brew 'github/gh/gh'
brew 'ffmpeg'
brew 'bundletool'
brew 'firebase-cli'

# tap

tap 'homebrew/cask-cask'
tap 'homebrew/cask-versions'

# cask

cask 'adoptopenjdk8'
cask 'android-studio'
cask 'androidtool'
cask 'android-sdk'
cask 'android-platform-tools'
cask 'clipy'
cask 'docker'
cask 'google-chrome'
cask 'google-backup-and-sync'
cask 'google-japanese-ime'
cask 'google-cloud-sdk'
cask 'pngyu'
cask 'visual-studio-code'
cask 'zeplin'
cask 'brave-browser'
cask 'zoomus'

# mas

mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'Reeder 3', id: 880001334
mas 'Slack', id: 803453959
mas '1Password', id: 1333542190
mas 'JPEGmini', id: 498944723
