# brew

brew 'curl'
brew 'git'
brew 'go'
brew 'gradle'
brew 'kotlin'
brew 'mas'
brew 'openssl'
brew 'rbenv'
brew 'tree'
brew 'wget'
brew 'graphviz'
brew 'github/gh'
brew 'ffmpeg'
brew 'bundletool'
brew 'firebase-cli'
brew 'bitrise'
brew 'pyenv'
brew 'jadx'
brew 'coursier/formulas/coursier'
brew 'scrcpy'
brew 'direnv'
brew 'awscli'

# tap

tap 'homebrew/cask-cask'
tap 'homebrew/cask-versions'

# cask

cask 'jetbrains-toolbox'
cask 'visual-studio-code'
cask 'docker'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'google-cloud-sdk'
cask 'pngyu'
cask 'zeplin'
cask 'zoom'
cask 'day-o'
cask 'clipy'
cask 'authy'
cask 'obs'
cask 'notion'

# mas

mas 'Keynote', id: 409183694
mas 'Xcode', id: 497799835
mas 'Reeder 3', id: 880001334
mas 'Slack', id: 803453959
mas '1Password', id: 1333542190
mas 'JPEGmini', id: 498944723
mas 'Divvy - Window Manager', id: 413857545
mas 'LINE', id: 539883307
